/* Notification action title to snooze notification */
"Ask me again in 1 hour" = "Ask me again in 1 hour";

/* Cancel Sorting
 Cancel Textchange
 Cancel the current time Selection
 Cancel the goal selection
 Cancel the name Alert */
"Cancel" = "Cancel";

/* Text in settings to configure Notifications in DaysInARow */
"Configure Notifications" = "Configure Notifications";

/* Notification Action title to continue streak */
"Continue Streak" = "Continue Streak";

/* Title for notification */
"Daily Streak: \(name)" = "Daily Streak: \(name)";

/* Label to tell who the App is made by. Dont change Dominic Lanzillotta and the new line carret */
"DaysInARow is made by Dominic Lanzillotta \n in Chicago" = "DaysInARow is made by Dominic Lanzillotta \n in Chicago";

/* Default Text in notification */
"Did you continue your streak of \(name)?" = "Did you continue your streak of \(name)?";

/* Default Text in notification */
"Did you continue your streak of \(streakName)?" = "Did you continue your streak of \(streakName)?";

/* Call to action in text Alert to change notification body */
"Edit the default text for the reminder" = "Edit the default text for the reminder";

/* Text when no active streak is availabe for selection */
"No active Steak" = "No active Steak";

/* Default message if no streak is availabe */
"no current Streak available" = "no current Streak available";

/* Title on the SaveScreen */
"Past Streaks" = "Past Streaks";

/* Label to ask for an appstore Rating */
"Please Rate DaysInARow" = "Please Rate DaysInARow";

/* Sort by restarted Streaks */
"Restarted Streak" = "Restarted Streak";

/* Save Textchange */
"Save" = "Save";

/* Text in settings to to set reminder for streak */
"Schedule reminder for Streak:" = "Schedule reminder for Streak:";

/* Placeholdertext for the badgeSelectionTextFiled
   Placeholdertext for the reminderSelectionTextField */
"Select a Streak" = "Select a Streak";

/* Placeholdertext for the pickerview */
"SELECT A STREAK" = "SELECT A STREAK";

/* Text in settings to set badge for streak */
"Set badge for Streak:" = "Set badge for Streak:";

/* Label to sort the saved Strreaks */
"Sort" = "Sort";

/* Label in Sort Alert */
"Sort your saved Streaks by:" = "Sort your saved Streaks by:";

/* Sort by length of streak */
"Streak Length" = "Streak Length";

/* Sort by name */
"Streak Name" = "Streak Name";

/* Sort by start of streak */
"Streak Start Day" = "Streak Start Day";

/* 30 days */
"30 days" = "30 days";

/* 7 days */
"7 days" = "7 days";

/* PlaceholderText in the textfield to add or edit name of Streak */
"Add Name" = "Add Name";

/* Back to Streak Collection */
"Back" = "Back";

/* Change the start day of the streak */
"Change the start day of the streak" = "Change the start day of the streak";

/* The ammount of days the streak has been active
 The title on the daybutton
 The title on the daybutton with one count */
"Day" = "Day";

/* The ammount of days the streak has been active
 The title on the daybutton with multiple counts */
"Days" = "Days";

/* Alert Title when a Streak is being renamed */
"Edit Streak" = "Edit Streak";

/* Enter the current change the start date */
"Save" = "Save";

/* The title on the finish Streak button */
"FINISH" = "FINISH";

/* Alert Title when a new Streak is started */
"New Streak" = "New Streak";

/* Alert Subtitle when a streak is being renamed */
"Please input new name for this Streak" = "Please input new name for this Streak";

/* Alert Subtitle when a new Streak is started */
"Please name your new Streak" = "Please name your new Streak";

/* remove current Goal */
"remove current Goal" = "remove current Goal";

/* The title on the restart StreakButton */
"RESTART" = "RESTART";

/* Save the name entered */
"Save" = "Save";

/* Alert Title to set goal of streak */
"Set a Goal for your Streak:" = "Set a Goal for your Streak:";

/* Call to action to start a new Streak
 The title on the streak Name Button
 The title on the sttreak name button */
"Start new Streak" = "Start new Streak";



